/* Localized HTML listing Terms of Service, Open Source Licenses, and version number */
"<p><a href='https://www.google.com/policies/terms/'>Terms of Service</a><br /><a href='https://www.google.com/policies/privacy/'>Privacy Policy</a><br /><a href='\(Constants.acknowledgementsURL.absoluteString)'>Open Source Licenses</a></p><p>Version \(Constants.versionString), Build \(Constants.buildString)<p/>" = "<p><a href='https://www.google.com/policies/terms/'>Terms of Service</a><br /><a href='https://www.google.com/policies/privacy/'>Privacy Policy</a><br /><a href='\(Constants.acknowledgementsURL.absoluteString)'>Open Source Licenses</a></p><p>Version \(Constants.versionString), Build \(Constants.buildString)<p/>";

/* Localized HTML presenting a short summary of Caltrain, BART, and VTA */
"<p><strong>Public transportation to the area is accessible via:</strong></p><p><a href='http://www.caltrain.com/'>CALTRAIN</a>\tRegional rail system <br /><a href='http://www.vta.org/getting-around/interactive-light-rail-map'>VTA</a>\tLight rail system servicing the South Bay <br /><a href='https://www.bart.gov/'>BART</a>\t\tBay Area Rapid Transit <br /></p><p>Public transit doesn’t go directly to Google I/O. Check the shuttle section to confirm if shuttles will be offered in your location.</p>" = "<p><strong>Public transportation to the area is accessible via:</strong></p><p><a href='http://www.caltrain.com/'>CALTRAIN</a>\tRegional rail system <br /><a href='http://www.vta.org/getting-around/interactive-light-rail-map'>VTA</a>\tLight rail system servicing the South Bay <br /><a href='https://www.bart.gov/'>BART</a>\t\tBay Area Rapid Transit <br /></p><p>Public transit doesn’t go directly to Google I/O. Check the shuttle section to confirm if shuttles will be offered in your location.</p>";

/* Localized HTML summarizing Lyft and Uber offerings for ride sharing to I/O */
"<p><strong>Waze Carpool</strong></p><p>Waze Carpool is a trusted community of drivers and riders that is available to make your Google I/O commute fun, fast and affordable. Driving? Open <a href=\"https://Waze.com/get\">Waze</a> when you get to the Bay Area. Looking for a ride? Install <a href=\"https://Waze.com/carpool\">Waze Carpool</a> before you arrive.</p><blockquote><p><strong>Promo code:</strong> WAZEIO18<br><small>Code enables free rides for Waze Carpool riders to and from Google I/O on May 7-10, 2018. Go to \"Settings > Payment method > Enter promo code\" in the Waze Carpool app to redeem.</small></p></blockquote><p><strong>Lyft Line</strong></p><p>Download the Lyft app from the <a href=\"https://itunes.apple.com/us/app/lyft-taxi-app-alternative/id529379082?mt=8\">App Store</a> and use Lyft Line to share a ride with others going the same way.</p><blockquote><p><strong>Discount code:</strong> Googleio18<br><small>This code is valid from May 8-10, 2018 for shared rides with Lyft Line. It’s redeemable for up to $10 per trip and for up to 250 users per day. Rides must begin or end at Shoreline Amphitheatre.</small></p></blockquote><p><strong>Passenger pick-up and drop-off</strong></p><p>The pick-up and drop-off location will be confirmed soon.</p>" = "<p><strong>Waze Carpool</strong></p><p>Waze Carpool is a trusted community of drivers and riders that is available to make your Google I/O commute fun, fast and affordable. Driving? Open <a href=\"https://Waze.com/get\">Waze</a> when you get to the Bay Area. Looking for a ride? Install <a href=\"https://Waze.com/carpool\">Waze Carpool</a> before you arrive.</p><blockquote><p><strong>Promo code:</strong> WAZEIO18<br><small>Code enables free rides for Waze Carpool riders to and from Google I/O on May 7-10, 2018. Go to \"Settings > Payment method > Enter promo code\" in the Waze Carpool app to redeem.</small></p></blockquote><p><strong>Lyft Line</strong></p><p>Download the Lyft app from the <a href=\"https://itunes.apple.com/us/app/lyft-taxi-app-alternative/id529379082?mt=8\">App Store</a> and use Lyft Line to share a ride with others going the same way.</p><blockquote><p><strong>Discount code:</strong> Googleio18<br><small>This code is valid from May 8-10, 2018 for shared rides with Lyft Line. It’s redeemable for up to $10 per trip and for up to 250 users per day. Rides must begin or end at Shoreline Amphitheatre.</small></p></blockquote><p><strong>Passenger pick-up and drop-off</strong></p><p>The pick-up and drop-off location will be confirmed soon.</p>";

/* Localized HTML summarizing Bay Area Bike Share, bike parking, and I/O bike accessibility */
"<p>Complimentary bike parking will be available at Shoreline Amphitheatre in Parking Lot A. The Silicon Valley Bicycle Coalition will provide secure valet parking for your bicycle from 7am until the event ends each day. There are two trails, Stevens Creek Trail and Permanente Creek Trail, that are convenient for bike riders heading to Shoreline Amphitheatre. Check Google Maps for the best bike routes and directions.</p><p>The Bay Area Bike to Work Day is scheduled on Thursday, May 10th.  There will be thousands of cyclists participating near Shoreline and there are hundreds of energizer stations throughout the area.  Please check out the <a href=\"https://bikesiliconvalley.org/btwd/\">Silicon Valley Bike to Work Day website</a> for more information.</p>" = "<p>Complimentary bike parking will be available at Shoreline Amphitheatre in Parking Lot A. The Silicon Valley Bicycle Coalition will provide secure valet parking for your bicycle from 7am until the event ends each day. There are two trails, Stevens Creek Trail and Permanente Creek Trail, that are convenient for bike riders heading to Shoreline Amphitheatre. Check Google Maps for the best bike routes and directions.</p><p>The Bay Area Bike to Work Day is scheduled on Thursday, May 10th.  There will be thousands of cyclists participating near Shoreline and there are hundreds of energizer stations throughout the area.  Please check out the <a href=\"https://bikesiliconvalley.org/btwd/\">Silicon Valley Bike to Work Day website</a> for more information.</p>";

/* Localized HTML describing I/O's shuttle service */
"<p>Event shuttles will be provided at no charge to all Google I/O attendees from all Google-recommended hotels. There is also select service from San Francisco and other locations along the Peninsula. <strong>You must show your Google I/O confirmation email or conference badge to board all Google I/O event shuttles.</strong></p><p>Each pick-up location can have ADA accessible vehicles. Please indicate on your registration form if you have any ADA or special assistance requirements, and the planning team will follow up with you directly.</p>" = "<p>Event shuttles will be provided at no charge to all Google I/O attendees from all Google-recommended hotels. There is also select service from San Francisco and other locations along the Peninsula. <strong>You must show your Google I/O confirmation email or conference badge to board all Google I/O event shuttles.</strong></p><p>Each pick-up location can have ADA accessible vehicles. Please indicate on your registration form if you have any ADA or special assistance requirements, and the planning team will follow up with you directly.</p>";

/* Short description and link to the official I/O website, where the full FAQ text is available */
"<p>Find additional info on Badge Pick-up, Accessibility, Conduct Policy, Child Care, Mothers' Rooms, and more on the <a href='https://events.google.com/io/faq/'>I/O website</a>.</p>" = "<p>Find additional info on Badge Pick-up, Accessibility, Conduct Policy, Child Care, Mothers' Rooms, and more on the <a href='https://events.google.com/io/faq/'>I/O website</a>.</p>";

/* Localized HTML describing I/O's parking availability and location */
"<p>Parking is very limited and available only in the Google I/O designated lots located across from Shoreline Amphitheatre along Shoreline Boulevard.\n\nThere is no event parking along Amphitheatre Parkway or Charleston Road. If you plan to drive, we recommend carpooling with other attendees due to limited parking availability at the venue. Preferred parking spaces will be available for cars containing 2 or more people.</p>" = "<p>Parking is very limited and available only in the Google I/O designated lots located across from Shoreline Amphitheatre along Shoreline Boulevard.\n\nThere is no event parking along Amphitheatre Parkway or Charleston Road. If you plan to drive, we recommend carpooling with other attendees due to limited parking availability at the venue. Preferred parking spaces will be available for cars containing 2 or more people.</p>";

/* Localized HTML describing video options for remote attendees */
"<p>The two Keynotes and all Sessions will be livestreamed on the event website’s homepage during the three days of the festival. If you’re busy at work or on the other side of the planet with a tricky time difference, you can watch the session recordings later on the <a href=\"https://www.youtube.com/user/GoogleDevelopers\">Google Developers YouTube channel</a>.</p>" = "<p>The two Keynotes and all Sessions will be livestreamed on the event website’s homepage during the three days of the festival. If you’re busy at work or on the other side of the planet with a tricky time difference, you can watch the session recordings later on the <a href=\"https://www.youtube.com/user/GoogleDevelopers\">Google Developers YouTube channel</a>.</p>";

/* Instructions for badge pickup */
"<p>To expedite the check-in process, we’ll begin badge pickup on Monday, May 7, at Shoreline Amphitheatre. To give you your Google I/O badge, we’ll need to:</p><ul><li>Verify your photo ID. We’re OK with government-issued licenses, passports, and other forms of identification. If you don’t have proper identification, you won’t be able to receive a badge and won’t be admitted into the conference. The name on your ID needs to be an exact match of your registration profile. If you’re an Academic attendee, please remember to bring proof of eligibility.</li><li>Scan your registration QR code received via email. You can scan it from your phone—no need to print the email! #savetheenvironment</li></ul><p>Please note, you may not share, give, or otherwise provide your badge to anyone. Google I/O badges aren’t replaceable, so don't lose yours or you won’t be readmitted to the conference. You must wear your Google I/O badge to gain admission to Google I/O, including the Sessions, Sandboxes, and After Hours. If requested by security, please display or provide additional identification. Google I/O badges may include your name, company or organization (if provided), and photo.</p>" = "<p>To expedite the check-in process, we’ll begin badge pickup on Monday, May 7, at Shoreline Amphitheatre. To give you your Google I/O badge, we’ll need to:</p><ul><li>Verify your photo ID. We’re OK with government-issued licenses, passports, and other forms of identification. If you don’t have proper identification, you won’t be able to receive a badge and won’t be admitted into the conference. The name on your ID needs to be an exact match of your registration profile. If you’re an Academic attendee, please remember to bring proof of eligibility.</li><li>Scan your registration QR code received via email. You can scan it from your phone—no need to print the email! #savetheenvironment</li></ul><p>Please note, you may not share, give, or otherwise provide your badge to anyone. Google I/O badges aren’t replaceable, so don't lose yours or you won’t be readmitted to the conference. You must wear your Google I/O badge to gain admission to Google I/O, including the Sessions, Sandboxes, and After Hours. If requested by security, please display or provide additional identification. Google I/O badges may include your name, company or organization (if provided), and photo.</p>";

/* Localized HTML endorsing I/O's online presence */
"<p>To stay up-to-date on the latest information on sessions, speakers, and overall activities, be sure to frequently visit the <a href=\"https://events.google.com/io/\">Google I/O 2018 website</a>, the <a href=\"https://developers.googleblog.com/\">Google Developers Blog</a>, and follow us on <a href=\"https://twitter.com/googledevs\">Twitter</a>, <a href=\"https://www.facebook.com/Google-Developers-967415219957038/\">Facebook</a>, and <a href=\"https://plus.google.com/+GoogleDevelopers\">Google+</a>. You can also follow and join the social conversation about Google I/O 2018 via the official <a href=\"https://twitter.com/search?q=%23io18&amp;src=typd\">#io18</a> hashtag. In addition, we'll be emailing important information to all registered attendees, along with check-in instructions prior to the festival.</p><p>If you'd like to receive information from Google about products and activities relevant to developers including invitations to private betas, product research, and newsletters, fill out <a href=\"https://docs.google.com/forms/d/e/1FAIpQLSe8KYdQaO1Roavu1tr9F9XsdUsBJl_9b5R10CEIczIBDCwmaA/viewform\">this form</a>.</p>" = "<p>To stay up-to-date on the latest information on sessions, speakers, and overall activities, be sure to frequently visit the <a href=\"https://events.google.com/io/\">Google I/O 2018 website</a>, the <a href=\"https://developers.googleblog.com/\">Google Developers Blog</a>, and follow us on <a href=\"https://twitter.com/googledevs\">Twitter</a>, <a href=\"https://www.facebook.com/Google-Developers-967415219957038/\">Facebook</a>, and <a href=\"https://plus.google.com/+GoogleDevelopers\">Google+</a>. You can also follow and join the social conversation about Google I/O 2018 via the official <a href=\"https://twitter.com/search?q=%23io18&amp;src=typd\">#io18</a> hashtag. In addition, we'll be emailing important information to all registered attendees, along with check-in instructions prior to the festival.</p><p>If you'd like to receive information from Google about products and activities relevant to developers including invitations to private betas, product research, and newsletters, fill out <a href=\"https://docs.google.com/forms/d/e/1FAIpQLSe8KYdQaO1Roavu1tr9F9XsdUsBJl_9b5R10CEIczIBDCwmaA/viewform\">this form</a>.</p>";

/* Format string for indicating a variable amount of stars out of five */
"\(rating) out of 5" = "\(rating) out of 5";

/* Map label title */
"ADA Parking" = "ADA Parking";

/* Text for preview action */
"Add to My Events" = "Add to My Events";

/* Title representing any information that doesn't fir in the above categories */
"Additional Info" = "Additional Info";

/* Title of the After Hours event */
"After Hours" = "After Hours";

/* Calendar item name */
"After hours party" = "After hours party";

/* Short summary of I/O After Hours event */
"After Sessions end for the day, stick around Shoreline for two evenings of food, drinks, and fun. On the first night, the party will take over the Sandbox space, and on the second night, we'll have an exclusive concert in the Amphitheatre." = "After Sessions end for the day, stick around Shoreline for two evenings of food, drinks, and fun. On the first night, the party will take over the Sandbox space, and on the second night, we'll have an exclusive concert in the Amphitheatre.";

/* Title of a tab button displaying schedule information */
"Agenda" = "Agenda";

/* Map label title */
"Amphitheatre" = "Amphitheatre";

/* Confirm cancellation message */
"Are you sure you want to cancel your session reservation?" = "Are you sure you want to cancel your session reservation?";

/* Confirm cancellation message */
"Are you sure you want to cancel your waitlist request?" = "Are you sure you want to cancel your waitlist request?";

/* Explanation of benefits of being signed in attendee */
"As a signed in attendee, your saved events and reserved sessions are synced to your account across app and site. You can provide session feedback after sessions end." = "As a signed in attendee, your saved events and reserved sessions are synced to your account across app and site. You can provide session feedback after sessions end.";

/* Map label description */
"Attend 40min Sessions throughout the three days of the event. Check the schedule for more details on topics and speakers." = "Attend 40min Sessions throughout the three days of the event. Check the schedule for more details on topics and speakers.";

/* Map label description */
"Attend the two Keynotes on May 8: The Google Keynote will feature our latest product and platform innovations led by Sundar Pichai, CEO, Google. The Developer Keynote will focus specifically on updates to our developer products and platforms.\n\nThe Amphitheatre will also host breakout Sessions throughout the three days of the event, and the After Hours concert on Day 2." = "Attend the two Keynotes on May 8: The Google Keynote will feature our latest product and platform innovations led by Sundar Pichai, CEO, Google. The Developer Keynote will focus specifically on updates to our developer products and platforms.\n\nThe Amphitheatre will also host breakout Sessions throughout the three days of the event, and the After Hours concert on Day 2.";

/* Text describing food provided at I/O */
"Attendees are offered complimentary breakfast, lunch, and snacks on all three days of the conference. Dinner will also be available on Day 1 and 2 during the After Hours events." = "Attendees are offered complimentary breakfast, lunch, and snacks on all three days of the conference. Dinner will also be available on Day 1 and 2 during the After Hours events.";

/* Calendar event name */
"Badge & device pickup" = "Badge & device pickup";

/* Calendar event name */
"Badge pickup" = "Badge pickup";

/* Map label title */
"Bike Parking" = "Bike Parking";

/* Map label description */
"Bike parking is complimentary for attendees and will be available during event hours." = "Bike parking is complimentary for attendees and will be available during event hours.";

/* Title of the Biking cell */
"Biking" = "Biking";

/* Calendar event name */
"Breakfast" = "Breakfast";

/* Describes the core functionality of the app */
"Build your own schedule" = "Build your own schedule";

/* Alert dismissal button
   Cancel button */
"Cancel" = "Cancel";

/* Confirm cancellation title */
"Cancel Waitlisting" = "Cancel Waitlisting";

/* Accessibility label for center button. */
"Center conference on map" = "Center conference on map";

/* Map label title */
"Certification Lounge" = "Certification Lounge";

/* Template for sending session details. */
"Check out '\(title)' at #io18!" = "Check out '\(title)' at #io18!";

/* Calendar event name
   Map label title
   Title of the Codelabs event */
"Codelabs" = "Codelabs";

/* Map label description */
"Come interact with and learn more about Google's AR and VR platforms: ARCore and Daydream. Discover the latest ARCore features and learn how to implement them in your own app development." = "Come interact with and learn more about Google's AR and VR platforms: ARCore and Daydream. Discover the latest ARCore features and learn how to implement them in your own app development.";

/* Map label description */
"Come talk to Googlers about your projects and get answers to your most pressing technical questions. Product teams will be on hand throughout the event during defined time slots; check the event schedule to confirm when the product you’re looking for some help with will be staffed." = "Come talk to Googlers about your projects and get answers to your most pressing technical questions. Product teams will be on hand throughout the event during defined time slots; check the event schedule to confirm when the product you’re looking for some help with will be staffed.";

/* Map label title */
"Community Lounge" = "Community Lounge";

/* Calendar item name
   Concert */
"Concert" = "Concert";

/* Map label title */
"Concession stand" = "Concession stand";

/* Confirm cancellation title */
"Confirm Cancellation" = "Confirm Cancellation";

/* Localized feedback survey question */
"Content quality based on your expectations/session description:" = "Content quality based on your expectations/session description:";

/* Text to be displayed after tapping the cell to copy the wifi password to clipboard. Text will be read to visually-impaired users using VoiceOver accessibility */
"Copied I/O Wifi password to clipboard" = "Copied I/O Wifi password to clipboard";

/* Localized accessible text displayed when the countdown has ended */
"Countdown finished" = "Countdown finished";

/* Map label description */
"Curious about machine learning (ML) & artifical intelligence (AI)? Come meet AI teams at Google and check out interactive demos to learn more about how AI and ML tools, like TensorFlow, are used in Google products." = "Curious about machine learning (ML) & artifical intelligence (AI)? Come meet AI teams at Google and check out interactive demos to learn more about how AI and ML tools, like TensorFlow, are used in Google products.";

/* Tells the user that reservations are a feature */
"Customize your I/O experience and reserve seats if you’re an attendee." = "Customize your I/O experience and reserve seats if you’re an attendee.";

/* Tooltips title */
"Customize your schedule" = "Customize your schedule";

/* Abbreviation for days, capitalized where applicable */
"D" = "D";

/* Short summary of I/O Sandbox event */
"Dedicated spaces to explore, learn, and play with our latest products and platforms via interactive demos, physical installations, and more." = "Dedicated spaces to explore, learn, and play with our latest products and platforms via interactive demos, physical installations, and more.";

/* Map label description */
"Discover the latest evolution of Material Design—including new features, tools, and code. Then meet with Material experts to optimize your product’s UI. You can also learn more about the Accessibility of many Alphabet products, and get a feel for the innovative potential of designing for persons with disabilities. Attendees will have the chance to have their app or site reviewed by real accessibility users as well as accessibility engineering experts." = "Discover the latest evolution of Material Design—including new features, tools, and code. Then meet with Material experts to optimize your product’s UI. You can also learn more about the Accessibility of many Alphabet products, and get a feel for the innovative potential of designing for persons with disabilities. Attendees will have the chance to have their app or site reviewed by real accessibility users as well as accessibility engineering experts.";

/* Button title that will dismiss info text about a map location. */
"Dismiss" = "Dismiss";

/* Button title for done button
   Button title for done button on schedule filters page
   Done button */
"Done" = "Done";

/* Accessible instructions for collapsing cells in the Info screen */
"Double tap to collapse" = "Double tap to collapse";

/* Accessible instructions for expanding cells in the Info screen */
"Double tap to expand" = "Double tap to expand";

/* Map label title */
"EATS Market" = "EATS Market";

/* Short description of the notifications setting. Text should not be too long or it will display incorrectly */
"Enable notifications" = "Enable notifications";

/* Alert title */
"Enable Notifications" = "Enable Notifications";

/* Text shown when user feedback submission has failed due to a server error */
"Error submitting feedback" = "Error submitting feedback";

/* Event header */
"Event" = "Event";

/* Short description of the event times in pacific time setting. Text should not be too long or it will display incorrectly */
"Event times in Pacific time zone" = "Event times in Pacific time zone";

/* Title of schedule filter header item for event types. */
"Event Types" = "Event Types";

/* Map label description */
"Ever since Waymo started as the Google self-driving car project in 2009, they have been working to make roads safer, free up people’s time, and improve mobility for everyone. Come see a past-to-future display of Waymo's self-driving cars, including the iconic Firefly vehicle, the Chrysler Pacifica Hybrid minivan, and an exciting new addition to the fleet—a self-driving Jaguar I-PACE. These vehicles have collectively self-driven over 5 million miles, helping Waymo to build one of the world's most experienced drivers on the road." = "Ever since Waymo started as the Google self-driving car project in 2009, they have been working to make roads safer, free up people’s time, and improve mobility for everyone. Come see a past-to-future display of Waymo's self-driving cars, including the iconic Firefly vehicle, the Chrysler Pacifica Hybrid minivan, and an exciting new addition to the fleet—a self-driving Jaguar I-PACE. These vehicles have collectively self-driven over 5 million miles, helping Waymo to build one of the world's most experienced drivers on the road.";

/* Text describing how keynote seating is assigned */
"Everyone is guaranteed a seat for the Keynotes, but the best seats will be assigned on a first-come, first-served basis during badge pickup beginning at 7am on May 7th. So make sure to come by early!" = "Everyone is guaranteed a seat for the Keynotes, but the best seats will be assigned on a first-come, first-served basis during badge pickup beginning at 7am on May 7th. So make sure to come by early!";

/* FAQ header */
"FAQ" = "FAQ";

/* Feedback screen title */
"Feedback" = "Feedback";

/* Text shown when user tries to submit feedback on the same session more than once */
"Feedback already submitted" = "Feedback already submitted";

/* Text shown when user tries to submit feedback before fully filling out the feedback form */
"Feedback incomplete" = "Feedback incomplete";

/* Text shown if server does not receive feedback */
"Feedback not received" = "Feedback not received";

/* Text shown when user feedback submission has succeeded */
"Feedback submitted" = "Feedback submitted";

/* Map label description */
"Female and male bathrooms." = "Female and male bathrooms.";

/* Map label description */
"Female, gender neutral and male bathrooms." = "Female, gender neutral and male bathrooms.";

/* Button title that opens a list of filters
   Title for filter button */
"Filter" = "Filter";

/* Accessibility label for users to filter schedule events. */
"Filter schedule events." = "Filter schedule events.";

/* Title for map filters page
   Title for schedule filters page */
"Filters" = "Filters";

/* Header for a list of filters */
"Filters:" = "Filters:";

/* Map label description */
"Find out what's new in the Google Developers and Cloud Certification programs. Meet Android, Web, and Cloud experts, and learn how you can get certified and gain recognition for your skills as a developer." = "Find out what's new in the Google Developers and Cloud Certification programs. Meet Android, Web, and Cloud experts, and learn how you can get certified and gain recognition for your skills as a developer.";

/* Food break */
"Food break" = "Food break";

/* Short summary of I/O Codelabs event */
"Get hands-on experience in our ready-to-code kiosks. Here, you'll have everything you need to learn about the latest and greatest Google technologies via self-paced tutorials, or bring your own machine and take your work home with you. Google staff will be on hand for helpful advice and to provide direction if you get stuck." = "Get hands-on experience in our ready-to-code kiosks. Here, you'll have everything you need to learn about the latest and greatest Google technologies via self-paced tutorials, or bring your own machine and take your work home with you. Google staff will be on hand for helpful advice and to provide direction if you get stuck.";

/* Map label description */
"Get hands-on with the latest and greatest Google technologies by trying one of over 100 brand-new and updated Codelabs on diverse topics. Our ready-to-code kiosks have everything you need to try one of our self-paced tutorials, or bring your own machine and take your work home with you. Google staff will be on hand to help if you get stuck." = "Get hands-on with the latest and greatest Google technologies by trying one of over 100 brand-new and updated Codelabs on diverse topics. Our ready-to-code kiosks have everything you need to try one of our self-paced tutorials, or bring your own machine and take your work home with you. Google staff will be on hand to help if you get stuck.";

/* Exits the onboarding flow */
"Get started" = "Get started";

/* Text describing what best to wear at I/O */
"Google I/O is an outdoor developer event, so please be comfortable and casual. There is no enforced dress code. The Bay Area can get very hot during the day and chilly in the evenings, so take this into consideration when planning your attire." = "Google I/O is an outdoor developer event, so please be comfortable and casual. There is no enforced dress code. The Bay Area can get very hot during the day and chilly in the evenings, so take this into consideration when planning your attire.";

/* Map label description */
"Google is redoubling its commitment to the open web, making it easier and less costly than ever to build great experiences for web users. Come talk to Google engineers – you'll learn how to get the best out of AMP and PWA, how to create amazing AR/VR web content, how to offer highly secure authentication while maintaining a great user experience, how to leverage the latest offerings from Polymer and Angular, and how to speed up your website with Lighthouse and our new performance tools." = "Google is redoubling its commitment to the open web, making it easier and less costly than ever to build great experiences for web users. Come talk to Google engineers – you'll learn how to get the best out of AMP and PWA, how to create amazing AR/VR web content, how to offer highly secure authentication while maintaining a great user experience, how to leverage the latest offerings from Polymer and Angular, and how to speed up your website with Lighthouse and our new performance tools.";

/* Abbreviation for hours, capitalized where applicable */
"H" = "H";

/* Map label description */
"Hang out with members of the Google Developers Community Groups program, GDGs, Google Developers Experts, Women Techmakers, and Googlers at the Community Lounge." = "Hang out with members of the Google Developers Community Groups program, GDGs, Google Developers Experts, Women Techmakers, and Googlers at the Community Lounge.";

/* Catch-all title for any content generally I/O-related, like social media */
"How can I stay informed on the latest about I/O?" = "How can I stay informed on the latest about I/O?";

/* Map label description */
"Hungry? This is where you can find food and drinks throughout the event:\n\nDAY 1\n-- Breakfast = Concession stands around the Amphitheatre\n-- Lunch = Concession stands around the Amphitheatre\n-- After Hours = EATS Market\n\nDAY 2\n-- Breakfast = Concession stands around the Amphitheatre\n-- Lunch = EATS Market\n-- After Hours = Concession stands around the Amphitheatre\n\nDAY 3\n-- Breakfast = Concession stands around the Amphitheatre\n-- Lunch = EATS Market\n\nSnacks and water will be available throughout the venue at all times. Check the event agenda for exact meal schedules.\n\nDietary restrictions\nAll Kosher and Halal meals can be picked up across from the entrance to the Press Lounge inside the Concourse. Any other dietary needs will be listed on catering signage at each of the food stands or buffets within the venue - this includes gluten free, dairy free, vegan, and vegetarian." = "Hungry? This is where you can find food and drinks throughout the event:\n\nDAY 1\n-- Breakfast = Concession stands around the Amphitheatre\n-- Lunch = Concession stands around the Amphitheatre\n-- After Hours = EATS Market\n\nDAY 2\n-- Breakfast = Concession stands around the Amphitheatre\n-- Lunch = EATS Market\n-- After Hours = Concession stands around the Amphitheatre\n\nDAY 3\n-- Breakfast = Concession stands around the Amphitheatre\n-- Lunch = EATS Market\n\nSnacks and water will be available throughout the venue at all times. Check the event agenda for exact meal schedules.\n\nDietary restrictions\nAll Kosher and Halal meals can be picked up across from the entrance to the Press Lounge inside the Concourse. Any other dietary needs will be listed on catering signage at each of the food stands or buffets within the venue - this includes gluten free, dairy free, vegan, and vegetarian.";

/* Question on food options */
"I like to snack. Often. What are my food options onsite?" = "I like to snack. Often. What are my food options onsite?";

/* Question on how keynote seating is handled */
"I really want a front row seat for the keynote. Tips?" = "I really want a front row seat for the keynote. Tips?";

/* Alert description */
"I/O 17 needs your permission to send notifications. Enable these permissions in the Settings app." = "I/O 17 needs your permission to send notifications. Enable these permissions in the Settings app.";

/* Map label title */
"I/O Store" = "I/O Store";

/* Question on lost and found */
"If I lose anything onsite, where can I find it?" = "If I lose anything onsite, where can I find it?";

/* Map label description */
"If you have any questions about the event, you can ask the Staff members at the Info Desk for help." = "If you have any questions about the event, you can ask the Staff members at the Info Desk for help.";

/* Map label description */
"If you need any medical assistance throughout the event, please make your way to the Medical station. If you’re unable to commute or you’re not feeling well ask a Staff member for help instead." = "If you need any medical assistance throughout the event, please make your way to the Medical station. If you’re unable to commute or you’re not feeling well ask a Staff member for help instead.";

/* Title of the Info screen */
"Info" = "Info";

/* Map label title */
"Info Desk" = "Info Desk";

/* Accessible description for the wifi info cell. Visually-impaired users will hear this text read to them via VoiceOver */
"IO event wifi password. Network name: io2018. Password: makegoodthings. Double-tap to copy password to clipboard." = "IO event wifi password. Network name: io2018. Password: makegoodthings. Double-tap to copy password to clipboard.";

/* Tells users again to watch the livestreams */
"Join us online. We'll be streaming the keynotes and most sessions live." = "Join us online. We'll be streaming the keynotes and most sessions live.";

/* Button label for joining waitlist */
"Join waitlist" = "Join waitlist";

/* Calendar event name */
"Keynote" = "Keynote";

/* Map label description */
"Learn more about Android Things and Nest and how these products work together to improve every day experiences and help you build for the future.\n\nI/O scavenger hunt\nWhat do machine learning, Android Things, and flowers have in common? Take part in the I/O scavenger hunt to find out! Get started here: <link to hunt website>. (Hint: you may learn that there's an Android Things developer kit waiting for you in your future!)" = "Learn more about Android Things and Nest and how these products work together to improve every day experiences and help you build for the future.\n\nI/O scavenger hunt\nWhat do machine learning, Android Things, and flowers have in common? Take part in the I/O scavenger hunt to find out! Get started here: <link to hunt website>. (Hint: you may learn that there's an Android Things developer kit waiting for you in your future!)";

/* Map label description */
"Learn more about the the Google Assistant platform and its capabilities. Connect with experts on how to build great Actions with Dialogflow and how to integrate your smart devices with the Google Assistant. You can also explore interactive demos built using the latest features of the Google Assistant SDK or just join ongoing lightning talks." = "Learn more about the the Google Assistant platform and its capabilities. Connect with experts on how to build great Actions with Dialogflow and how to integrate your smart devices with the Google Assistant. You can also explore interactive demos built using the latest features of the Google Assistant SDK or just join ongoing lightning talks.";

/* Title of schedule filter header item for levels. */
"Levels" = "Levels";

/* Title of Acknowledgements section, where all our open source licenses are displayed */
"Licenses" = "Licenses";

/* Calendar event name */
"Lunch" = "Lunch";

/* Abbreviation for minutes, capitalized where applicable */
"M" = "M";

/* Title for map page */
"Map" = "Map";

/* Date and location for Google I/O */
"May 8-10\nMountain View, CA" = "May 8-10\nMountain View, CA";

/* Map label title */
"Medical Station" = "Medical Station";

/* Map label description */
"Meet the experts from Android platform, Google Play, Android TV, and Wear OS by Google.\n\nWhat to expect:\n-- Android: The space will showcase the latest version of Android, new features in Android Studio, Kotlin enhancements, and more. Experience how Android makes modern app development quick and easy, while boosting your productivity.\n-- Google Play: Experience the new Android app model of development and distribution on Google Play. Learn how new Google Play Console features can help you boost your app quality and business performance on the Play Store. And play some of the winning games from the global Google Play Indie Games Festivals.\n-- Android TV: You’ll learn about the user experience on the latest version of Android, the Google Assistant integration, and more.\n-- Wear OS by Google: Try the latest smartwatches and learn more about the opportunities to develop for Wear OS by Google." = "Meet the experts from Android platform, Google Play, Android TV, and Wear OS by Google.\n\nWhat to expect:\n-- Android: The space will showcase the latest version of Android, new features in Android Studio, Kotlin enhancements, and more. Experience how Android makes modern app development quick and easy, while boosting your productivity.\n-- Google Play: Experience the new Android app model of development and distribution on Google Play. Learn how new Google Play Console features can help you boost your app quality and business performance on the Play Store. And play some of the winning games from the global Google Play Indie Games Festivals.\n-- Android TV: You’ll learn about the user experience on the latest version of Android, the Google Assistant integration, and more.\n-- Wear OS by Google: Try the latest smartwatches and learn more about the opportunities to develop for Wear OS by Google.";

/* Map label description */
"Meet the Google Cloud, Firebase, and Flutter engineers and product leads, and ask them your questions. Try out demos and learn how to build and scale your apps. Just outside this sandbox, you'll also find the Firebase AppShip Launchpad and Flutter Hot Reload multi-player games." = "Meet the Google Cloud, Firebase, and Flutter engineers and product leads, and ask them your questions. Try out demos and learn how to build and scale your apps. Just outside this sandbox, you'll also find the Firebase AppShip Launchpad and Flutter Hot Reload multi-player games.";

/* Map label title */
"Mother's Room" = "Mother's Room";

/* Map label description */
"Mothers who are nursing are welcome to attend the conference with their child. There will be four first-come, first-served mothers' rooms available throughout the venue. Please see the conference help desk for more information.\n\nThis room will be open on:\n-- May 8: from 8am - 8pm\n-- May 9: from 8am - 8pm\n-- May 10: from 8am - 4pm." = "Mothers who are nursing are welcome to attend the conference with their child. There will be four first-come, first-served mothers' rooms available throughout the venue. Please see the conference help desk for more information.\n\nThis room will be open on:\n-- May 8: from 8am - 8pm\n-- May 9: from 8am - 8pm\n-- May 10: from 8am - 4pm.";

/* Title for My Events screen */
"My Events" = "My Events";

/* Navigates to the next onboarding screen */
"Next" = "Next";

/* Button title to decline a cancellation action. Please avoid using phrases containing 'cancel' as they may be ambiguous. */
"No" = "No";

/* Read by VoiceOver to vision-impaired users indicating a rating that hasn't been filled out yet */
"No rating" = "No rating";

/* Text shown when user tries to submit feedback but is signed-out */
"Not signed-in" = "Not signed-in";

/* Calendar item name */
"Office hours & app reviews" = "Office hours & app reviews";

/* Map label title
   Title of the Office Hours & App Reviews event */
"Office Hours & App Reviews" = "Office Hours & App Reviews";

/* Short summary of I/O Office Hours event */
"Office Hours are your chance to meet one-on-one with Google experts to ask all your technical questions, and App Reviews will give you the opportunity to receive advice and tips on your specific app-related projects." = "Office Hours are your chance to meet one-on-one with Google experts to ask all your technical questions, and App Reviews will give you the opportunity to receive advice and tips on your specific app-related projects.";

/* OK button */
"OK" = "OK";

/* Notification action */
"Open" = "Open";

/* Title of the Carpool and Parking cell */
"Parking and carpooling" = "Parking and carpooling";

/* Wifi network password label */
"Password" = "Password";

/* Map label description */
"Pick-up your badge starting on May 7 between 7am - 7pm. Check the event agenda for the badge pick-up schedule on May 8-10." = "Pick-up your badge starting on May 7 between 7am - 7pm. Check the event agenda for the badge pick-up schedule on May 8-10.";

/* Map label title */
"Press Lounge" = "Press Lounge";

/* Title of the Public Transportation cell */
"Public transportation" = "Public transportation";

/* Button title that will launch session rating. */
"Rate session" = "Rate session";

/* Map label title */
"Registration" = "Registration";

/* Indicates that the list following has sessions given by the same speaker */
"Related Sessions" = "Related Sessions";

/* Localized feedback survey question */
"Relevancy of session to your projects:" = "Relevancy of session to your projects:";

/* Text for preview action */
"Remove from My Events" = "Remove from My Events";

/* Button label for reservation no longer possible */
"Reservation no longer possible" = "Reservation no longer possible";

/* Tooltips explanation of reserving an event */
"Reserve a session seat" = "Reserve a session seat";

/* Text for action to reserve seat */
"Reserve seat" = "Reserve seat";

/* Reserved status for sessions */
"RESERVED" = "RESERVED";

/* Map label  */
"Reserved for guests with Press badges." = "Reserved for guests with Press badges.";

/* Button title for reset button
   Button title for reset button on schedule filters page
   Title for button that resets filters. */
"Reset" = "Reset";

/* Map label title */
"Restrooms" = "Restrooms";

/* Title of the Ride Sharing cell */
"Ridesharing" = "Ridesharing";

/* Map label title */
"Ridesharing drop-off / pick-up" = "Ridesharing drop-off / pick-up";

/* Abbreviation for seconds, capitalized where applicable */
"S" = "S";

/* Calendar event name
   Title of the Sandbox event */
"Sandbox" = "Sandbox";

/* Map label title */
"Sandbox A: Assistant" = "Sandbox A: Assistant";

/* Map label title */
"Sandbox B: Cloud, Firebase & Flutter" = "Sandbox B: Cloud, Firebase & Flutter";

/* Map label title */
"Sandbox C: Android & Play" = "Sandbox C: Android & Play";

/* Map label title */
"Sandbox D: Android Things & Nest" = "Sandbox D: Android Things & Nest";

/* Map label title */
"Sandbox E: AR/VR" = "Sandbox E: AR/VR";

/* Map label title */
"Sandbox F: Design & Accessibility" = "Sandbox F: Design & Accessibility";

/* Map label title */
"Sandbox G: Web & Payments" = "Sandbox G: Web & Payments";

/* Map label title */
"Sandbox H: Experiments" = "Sandbox H: Experiments";

/* Map label title */
"Sandbox I: AI/Machine Learning" = "Sandbox I: AI/Machine Learning";

/* Map label title */
"Sandbox: Android Auto" = "Sandbox: Android Auto";

/* Map label title */
"Sandbox: Waymo" = "Sandbox: Waymo";

/* Title for sandboxes section header in map filters. */
"SANDBOXES" = "SANDBOXES";

/* Tooltips explanation of saving an event */
"Save an event" = "Save an event";

/* Title for schedule page */
"Schedule" = "Schedule";

/* Text for button when seat is reserved */
"Seat reserved" = "Seat reserved";

/* Short description of the analytics setting. Text should not be too long or it will display incorrectly */
"Send anonymous usage statistics" = "Send anonymous usage statistics";

/* Title for services section header in map filters. */
"SERVICES" = "SERVICES";

/* Title for session notification */
"Session is about to start" = "Session is about to start";

/* Accessibility hint for bookmark button, bookmarked state */
"Session is bookmarked. Tap to remove bookmark." = "Session is bookmarked. Tap to remove bookmark.";

/* Accessibility hint for bookmark button, non-bookmarked state. */
"Session is not bookmarked. Tap to add bookmark." = "Session is not bookmarked. Tap to add bookmark.";

/* Accessibility hint for reserved session */
"Session is reserved." = "Session is reserved.";

/* Accessibility hint for waitlisted session */
"Session is waitlisted." = "Session is waitlisted.";

/* Localized feedback survey question */
"Session rating:" = "Session rating:";

/* Calendar event name */
"Sessions" = "Sessions";

/* Name of Settings app */
"Settings" = "Settings";

/* Accessibility label for sharing button. */
"Share this session" = "Share this session";

/* Accessibility label for my IO toggle */
"Show all events" = "Show all events";

/* Accessibility label for my IO toggle */
"Show only your events" = "Show only your events";

/* Title of the Shuttle Service cell */
"Shuttle service" = "Shuttle service";

/* Map label title */
"Shuttle Stop" = "Shuttle Stop";

/* Sign in button */
"Sign in" = "Sign in";

/* Sign in canceled by user */
"Sign in canceled." = "Sign in canceled.";

/* Explanation of why users should sign in */
"Sign in to save events, reserve seats and rate sessions (if an attendee). Actions will be synced from your account across app and site." = "Sign in to save events, reserve seats and rate sessions (if an attendee). Actions will be synced from your account across app and site.";

/* Sign Out button */
"Sign out" = "Sign out";

/* Text for snackbar confirming successful login (w/o email) */
"Signed in" = "Signed in";

/* Text for snackbar confirming successful login */
"Signed in as \(email)." = "Signed in as \(email).";

/* Map label description */
"Since 2009, coders have created thousands of amazing experiments using Chrome, Android, AI, AR, and more. Visit the Experiments Sandbox to check out a few and learn more about how you can submit your own." = "Since 2009, coders have created thousands of amazing experiments using Chrome, Android, AI, AR, and more. Visit the Experiments Sandbox to check out a few and learn more about how you can submit your own.";

/* Localized feedback survey question */
"Speaker quality:" = "Speaker quality:";

/* Header for speakers in this session */
"Speakers" = "Speakers";

/* Map label title */
"Stage 1" = "Stage 1";

/* Map label title */
"Stage 2" = "Stage 2";

/* Map label title */
"Stage 3" = "Stage 3";

/* Map label title */
"Stage 4" = "Stage 4";

/* Map label title */
"Stage 5" = "Stage 5";

/* Map label title */
"Stage 6" = "Stage 6";

/* Map label title */
"Stage 7" = "Stage 7";

/* Map label title */
"Stage 8" = "Stage 8";

/* Title for stages section header in map filters. */
"STAGES" = "STAGES";

/* Submit button */
"Submit" = "Submit";

/* Text shown when user has submitted feedback but the request hasn't succeeded or errored yet */
"Submitting feedback..." = "Submitting feedback...";

/* Map label description */
"Swing by the Android Auto Sandbox to see the best of the Google and developer ecosystems for cars, to experience live demos, and to learn how you can develop for these in-car experiences.\n\nWhat to expect:\n-- A brand new media experience for Android Auto, both on your phone screen and on your car display, making it easier and faster than ever before to surface content to users.\n-- An in-car concept with the latest version of Android running as the built-in infotainment platform.\n-- You'll also see developer apps and Google services like Google Maps, the Google Assistant, and Google Play Store, all adapted and optimized for the new automotive interface." = "Swing by the Android Auto Sandbox to see the best of the Google and developer ecosystems for cars, to experience live demos, and to learn how you can develop for these in-car experiences.\n\nWhat to expect:\n-- A brand new media experience for Android Auto, both on your phone screen and on your car display, making it easier and faster than ever before to surface content to users.\n-- An in-car concept with the latest version of Android running as the built-in infotainment platform.\n-- You'll also see developer apps and Google services like Google Maps, the Google Assistant, and Google Play Store, all adapted and optimized for the new automotive interface.";

/* Localized text describing I/O event dates and location */
"The 2018 developer festival will be held from May 8 – 10 at Shoreline Amphitheatre in Mountain View, California." = "The 2018 developer festival will be held from May 8 – 10 at Shoreline Amphitheatre in Mountain View, California.";

/* Map label description */
"The shuttle service is complimentary for attendees on a first-come, first-served basis. Confirm shuttle stops and the full shuttle schedule on the Attending - Travel page." = "The shuttle service is complimentary for attendees on a first-come, first-served basis. Confirm shuttle stops and the full shuttle schedule on the Attending - Travel page.";

/* Map label description */
"The store offers a unique collection of Google I/O'18 branded goodies available for purchase, including t-shirts, hoodies, hats, and a signature Android figurine." = "The store offers a unique collection of Google I/O'18 branded goodies available for purchase, including t-shirts, hoodies, hats, and a signature Android figurine.";

/* String describing empty filter result. */
"There aren't any events that match your filters." = "There aren't any events that match your filters.";

/* Conflict title */
"Time conflict" = "Time conflict";

/* Title of schedule filter header item for topics. */
"Topics" = "Topics";

/* Transportation header */
"Transportation" = "Transportation";

/* Unknown reservation status session */
"UNKNOWN" = "UNKNOWN";

/* Accessibility hint for unknown reservation status session */
"Unknown reservation status" = "Unknown reservation status";

/* Accessibility label for user account button */
"User account information" = "User account information";

/* Tooltips explanation of filtering */
"View only your events" = "View only your events";

/* Button title for waitlisted sessions */
"Waitlisted" = "Waitlisted";

/* Waitlisted status for sessions */
"WAITLISTED" = "WAITLISTED";

/* Tells users to watch the livestreams */
"Watch I/O live" = "Watch I/O live";

/* Text describing food provided at I/O */
"We got your back! The lost & found station will be located at the Conference Help Desk during event hours. Any items left overnight will be turned over to the Conference Security Office. One important detail: Google I/O badges aren’t replaceable, so don't lose yours or you won’t be readmitted to the conference!" = "We got your back! The lost & found station will be located at the Conference Help Desk during event hours. Any items left overnight will be turned over to the Conference Security Office. One important detail: Google I/O badges aren’t replaceable, so don't lose yours or you won’t be readmitted to the conference!";

/* Welcome text presented in the onboarding flow */
"Welcome to Google I/O" = "Welcome to Google I/O";

/* Question on dress expectations */
"What should I wear?" = "What should I wear?";

/* 2018 Dates and Location title */
"When and where is Google I/O 2018?" = "When and where is Google I/O 2018?";

/* Map label description */
"When arriving to the venue, please follow signs for ADA parking and have your placard hanging from the car mirror and visible to parking employees at all times to expedite the parking process. Accessible parking spaces are readily available on a first-come, first-served basis and may not be reserved in advance to fairly serve all attendees." = "When arriving to the venue, please follow signs for ADA parking and have your placard hanging from the car mirror and visible to parking employees at all times to expedite the parking process. Accessible parking spaces are readily available on a first-come, first-served basis and may not be reserved in advance to fairly serve all attendees.";

/* Badge pickup question */
"Where and when can I pick up my badge?" = "Where and when can I pick up my badge?";

/* Wifi network name label */
"Wifi network:" = "Wifi network:";

/* Question on what language will be used in sessions */
"Will all the sessions be in English?" = "Will all the sessions be in English?";

/* Livestream and Recordings title */
"Will the Sessions be livestreamed? What if I can’t follow the event in real time?" = "Will the Sessions be livestreamed? What if I can’t follow the event in real time?";

/* Button title to confirm a cancellation action. */
"Yes" = "Yes";

/* Text affirming all sessions will be in English */
"Yes. This will allow our global audience to follow along." = "Yes. This will allow our global audience to follow along.";

/* Conflict message */
"You already have a reservation/waitlist request for this time. Only one reservation per time block is allowed; please cancel your previous request if you’d like to proceed." = "You already have a reservation/waitlist request for this time. Only one reservation per time block is allowed; please cancel your previous request if you’d like to proceed.";

/* Describing a session the user has already reviewed */
"You've already submitted feedback for this session." = "You've already submitted feedback for this session.";

/* Explanation of benefits of being signed in user */
"Your saved events are synced to your account across app and site. You can provide session feedback after sessions end." = "Your saved events are synced to your account across app and site. You can provide session feedback after sessions end.";

/* String describing an empty saved events section */
"Your starred and reserved events will appear here." = "Your starred and reserved events will appear here.";

